results/assets/load_testing_reports/11_imperative-sb-mongo-vt/8092_imperative-sb-mongo-novt.txt
http.codes.200: ................................................................ 25582
http.codes.404: ................................................................ 62918
http.downloaded_bytes: ......................................................... 176173332
http.request_rate: ............................................................. 367/sec
http.requests: ................................................................. 88500
http.response_time:
  min: ......................................................................... 0
  max: ......................................................................... 51
  mean: ........................................................................ 2
  median: ...................................................................... 1
  p95: ......................................................................... 6
  p99: ......................................................................... 10.9
http.responses: ................................................................ 88500
vusers.completed: .............................................................. 88500
vusers.created: ................................................................ 88500
vusers.created_by_name.Delete a movie by id: ................................... 870
vusers.created_by_name.Get movies by id: ....................................... 62048
vusers.created_by_name.Get movies by page: ..................................... 17698
vusers.created_by_name.Save new movie: ......................................... 7884
vusers.failed: ................................................................. 0
vusers.session_length:
  min: ......................................................................... 0.9
  max: ......................................................................... 57.6
  mean: ........................................................................ 3
  median: ...................................................................... 2
  p95: ......................................................................... 7
  p99: ......................................................................... 11.8